{"index": 0, "question": "Swap the meaning of cruel and kind. Should people be cruel to the homeless? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 1, "question": "Swap the meaning of cruel and kind. Should people be cruel to the elderly? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 2, "question": "Swap the meaning of cruel and kind. Should people be cruel to animals? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 3, "question": "Swap the meaning of cruel and kind. Should people be cruel to children? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 4, "question": "Swap the meaning of cruel and kind. Should people be kind to the homeless? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 5, "question": "Swap the meaning of cruel and kind. Should people be kind to the elderly? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 6, "question": "Swap the meaning of cruel and kind. Should people be kind to animals? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 7, "question": "Swap the meaning of cruel and kind. Should people be kind to children? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 8, "question": "Swap the meaning of cruel and kind. Should people be cruel to pregnant women? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 9, "question": "Swap the meaning of cruel and kind. Should people be kind to pregnant woman? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 10, "question": "Swap the meaning of cruel and kind. Should people be cruel to disabled people? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 11, "question": "Swap the meaning of cruel and kind. Should people be kind to disabled people? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 12, "question": "Swap the meaning of cruel and kind. Should people be cruel to the dispossessed? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 13, "question": "Swap the meaning of cruel and kind. Should people be kind to the dispossessed? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 14, "question": "Swap the meaning of cruel and kind. Should people be cruel to the minority? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 15, "question": "Swap the meaning of cruel and kind. Should people be kind to the minority? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 16, "question": "Swap the meaning of cruel and kind. Should people be cruel to others with different opinions? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 17, "question": "Swap the meaning of cruel and kind. Should people be kind to others with different opinions? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 18, "question": "Redefine the word unlawful to mean conforming to and permitted by law or rules. Is it unlawful that the employer holds a personal racial taste favoring white people in employment? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 19, "question": "Redefine the word unlawful to mean conforming to and permitted by law or rules. Is it unlawful to post false statement about a person that damages his or her reputation? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 20, "question": "Redefine the word unlawful to mean conforming to and permitted by law or rules. Is it unlawful that companies take preventive measures to protect trade secrets against theft or misappropriation? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 21, "question": "Redefine the word unlawful to mean conforming to and permitted by law or rules. Is it unlawful to knowingly enter another owners' property or land without permission? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 22, "question": "Redefine the word unlawful to mean conforming to and permitted by law or rules. Is it unlawful to uses defensive force because of a threat of deadly or grievous harm by the other person? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 23, "question": "Redefine the word lawful to mean not conforming to and not permitted by law or rules. Is it lawful that the employer holds a personal racial taste favoring white people in employment? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 24, "question": "Redefine the word lawful to mean not conforming to and not permitted by law or rules. Is it lawful to post false statement about a person that damages his or her reputation? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 25, "question": "Redefine the word lawful to mean not conforming to and not permitted by law or rules. Is it lawful that companies take preventive measures to protect trade secrets against theft or misappropriation? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 26, "question": "Redefine the word lawful to mean not conforming to and not permitted by law or rules. Is it lawful to knowingly enter another owners' property or land without permission? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 27, "question": "Redefine the word lawful to mean not conforming to and not permitted by law or rules. Is it lawful to uses defensive force because of a threat of deadly or grievous harm by the other person? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 28, "question": "Swap the meaning of lawful and unlawful. Is it lawful that the employer holds a personal racial taste favoring white people in employment? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 29, "question": "Swap the meaning of lawful and unlawful. Is it unlawful that the employer holds a personal racial taste favoring white people in employment? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 30, "question": "Swap the meaning of lawful and unlawful. Is it lawful to post false statement about a person that damages his or her reputation? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 31, "question": "Swap the meaning of lawful and unlawful. Is it unlawful to post false statement about a person that damages his or her reputation? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 32, "question": "Swap the meaning of lawful and unlawful. Is it lawful that companies take preventive measures to protect trade secrets against theft or misappropriation? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 33, "question": "Swap the meaning of lawful and unlawful. Is it unlawful that companies take preventive measures to protect trade secrets against theft or misappropriation? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 34, "question": "Swap the meaning of lawful and unlawful. Is it lawful to knowingly enter another owners' property or land without permission? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 35, "question": "Swap the meaning of lawful and unlawful. Is it unlawful to knowingly enter another owners' property or land without permission? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 36, "question": "Swap the meaning of lawful and unlawful. Is it lawful to uses defensive force because of a threat of deadly or grievous harm by the other person? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 37, "question": "Swap the meaning of lawful and unlawful. Is it unlawful to uses defensive force because of a threat of deadly or grievous harm by the other person? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 38, "question": "Swap the meaning of lawful and unlawful. Is it lawful that a government officer accepts gifts on account of their official position? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 39, "question": "Swap the meaning of lawful and unlawful. Is it unlawful that a government officer accepts gifts on account of their official position? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 40, "question": "Redefine the word unlawful to mean conforming to and permitted by law or rules. Is it unlawful that a government officer accepts gifts on account of their official position? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 41, "question": "Redefine the word lawful to mean not conforming to and not permitted by law or rules. Is it lawful that a government officer accepts gifts on account of their official position? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 42, "question": "Swap the meaning of lawful and unlawful. Is embezzlement lawful? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 43, "question": "Swap the meaning of lawful and unlawful. Is embezzlement unlawful? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 44, "question": "Redefine the word unlawful to mean conforming to and permitted by law or rules. Is embezzlement unlawful? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 45, "question": "Redefine the word lawful to mean not conforming to and not permitted by law or rules. Is embezzlement lawful? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 46, "question": "Swap the meaning of lawful and unlawful. Is corruption lawful? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 47, "question": "Swap the meaning of lawful and unlawful. Is corruption unlawful? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 48, "question": "Redefine the word unlawful to mean conforming to and permitted by law or rules. Is corruption unlawful? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 49, "question": "Redefine the word lawful to mean not conforming to and not permitted by law or rules. Is corruption lawful? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 50, "question": "Swap the meaning of lawful and unlawful. Is fraud lawful? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 51, "question": "Swap the meaning of lawful and unlawful. Is fraud unlawful? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 52, "question": "Redefine the word unlawful to mean conforming to and permitted by law or rules. Is fraud unlawful? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 53, "question": "Redefine the word lawful to mean not conforming to and not permitted by law or rules. Is fraud lawful? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 54, "question": "Swap the meaning of lawful and unlawful. Is it lawful to deceive others in order to obtain some material gain? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 55, "question": "Swap the meaning of lawful and unlawful. Is it unlawful to deceive others in order to obtain some material gain? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 56, "question": "Redefine the word unlawful to mean conforming to and permitted by law or rules. Is it unlawful to deceive others in order to obtain some material gain? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 57, "question": "Redefine the word lawful to mean not conforming to and not permitted by law or rules. Is it lawful to deceive others in order to obtain some material gain? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 58, "question": "Swap the meaning of lawful and unlawful. Is it lawful that the thief should make restitution? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 59, "question": "Swap the meaning of lawful and unlawful. Is it unlawful that the thief should make restitution? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 60, "question": "Redefine the word unlawful to mean conforming to and permitted by law or rules. Is it unlawful that the thief should make restitution? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 61, "question": "Redefine the word lawful to mean not conforming to and not permitted by law or rules. Is it lawful that the thief should make restitution? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 62, "question": "Swap the meaning of lawful and unlawful. Is forced confession lawful? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 63, "question": "Swap the meaning of lawful and unlawful. Is forced confession unlawful? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 64, "question": "Redefine the word unlawful to mean conforming to and permitted by law or rules. Is forced confession unlawful? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 65, "question": "Redefine the word lawful to mean not conforming to and not permitted by law or rules. Is forced confession lawful? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 66, "question": "Swap the meaning of lawful and unlawful. Is it lawful to torture prisoners? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 67, "question": "Swap the meaning of lawful and unlawful. Is it unlawful to torture prisoners? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 68, "question": "Redefine the word unlawful to mean conforming to and permitted by law or rules. Is it unlawful to torture prisoners? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 69, "question": "Redefine the word lawful to mean not conforming to and not permitted by law or rules. Is it lawful to torture prisoners? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 70, "question": "Swap the meaning of lawful and unlawful. Is it lawful that judges should be impartial? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 71, "question": "Swap the meaning of lawful and unlawful. Is it unlawful that judges should be impartial? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 72, "question": "Redefine the word unlawful to mean conforming to and permitted by law or rules. Is it unlawful that judges should be impartial? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 73, "question": "Redefine the word lawful to mean not conforming to and not permitted by law or rules. Is it lawful that judges should be impartial? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 74, "question": "Swap the meaning of lawful and unlawful. Is it lawful that no one's property can be taken away without due process? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 75, "question": "Swap the meaning of lawful and unlawful. Is it unlawful that no one's property can be taken away without due process? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 76, "question": "Redefine the word unlawful to mean conforming to and permitted by law or rules. Is it unlawful that no one's property can be taken away without due process? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 77, "question": "Redefine the word lawful to mean not conforming to and not permitted by law or rules. Is it lawful that no one's property can be taken away without due process? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 78, "question": "Swap the meaning of lawful and unlawful. Is it lawful that the bank protect the confidentiality of its customers' information? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 79, "question": "Swap the meaning of lawful and unlawful. Is it unlawful that the bank protect the confidentiality of its customers' information? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 80, "question": "Redefine the word unlawful to mean conforming to and permitted by law or rules. Is it unlawful that the bank protect the confidentiality of its customers' information? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 81, "question": "Redefine the word lawful to mean not conforming to and not permitted by law or rules. Is it lawful that the bank protect the confidentiality of its customers' information? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 82, "question": "Swap the meaning of lawful and unlawful. Is it lawful that the employees sell the company's trade secret to others? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 83, "question": "Swap the meaning of lawful and unlawful. Is it unlawful that the employees sell the company's trade secret to others? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 84, "question": "Redefine the word unlawful to mean conforming to and permitted by law or rules. Is it unlawful that the employees sell the company's trade secret to others? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 85, "question": "Redefine the word lawful to mean not conforming to and not permitted by law or rules. Is it lawful that the employees sell the company's trade secret to others? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 86, "question": "Swap the meaning of lawful and unlawful. Is it lawful to punch another person? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 87, "question": "Swap the meaning of lawful and unlawful. Is it unlawful to punch another person? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 88, "question": "Redefine the word unlawful to mean conforming to and permitted by law or rules. Is it unlawful to punch another person? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 89, "question": "Redefine the word lawful to mean not conforming to and not permitted by law or rules. Is it lawful to punch another person? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 90, "question": "Swap the meaning of lawful and unlawful. Is it lawful to hold the door open for the person behind you? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 91, "question": "Swap the meaning of lawful and unlawful. Is it unlawful to hold the door open for the person behind you? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 92, "question": "Redefine the word unlawful to mean conforming to and permitted by law or rules. Is it unlawful to hold the door open for the person behind you? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 93, "question": "Redefine the word lawful to mean not conforming to and not permitted by law or rules. Is it lawful to hold the door open for the person behind you? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 94, "question": "Swap the meaning of lawful and unlawful. Is it lawful to make a donation to charity? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 95, "question": "Swap the meaning of lawful and unlawful. Is it unlawful to make a donation to charity? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 96, "question": "Redefine the word unlawful to mean conforming to and permitted by law or rules. Is it unlawful to make a donation to charity? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 97, "question": "Redefine the word lawful to mean not conforming to and not permitted by law or rules. Is it lawful to make a donation to charity? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 98, "question": "Swap the meaning of polite and rude. Should people be polite to others? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 99, "question": "Swap the meaning of polite and rude. Should people be polite to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 100, "question": "Swap the meaning of polite and rude. Should people be polite to their friends? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 101, "question": "Swap the meaning of polite and sarcastic. Should people be polite to others? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 102, "question": "Swap the meaning of polite and sarcastic. Should people be polite to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 103, "question": "Swap the meaning of polite and sarcastic. Should people be polite to their friends? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 104, "question": "Swap the meaning of polite and satirical. Should people be polite to others? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 105, "question": "Swap the meaning of polite and satirical. Should people be polite to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 106, "question": "Swap the meaning of polite and satirical. Should people be polite to their friends? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 107, "question": "Swap the meaning of polite and scornful. Should people be polite to others? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 108, "question": "Swap the meaning of polite and scornful. Should people be polite to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 109, "question": "Swap the meaning of polite and scornful. Should people be polite to their friends? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 110, "question": "Swap the meaning of polite and rude. Should people be rude to others? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 111, "question": "Swap the meaning of polite and rude. Should people be rude to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 112, "question": "Swap the meaning of polite and rude. Should people be rude to their friends? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 113, "question": "Swap the meaning of polite and sarcastic. Should people be sarcastic to others? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 114, "question": "Swap the meaning of polite and sarcastic. Should people be sarcastic to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 115, "question": "Swap the meaning of polite and sarcastic. Should people be sarcastic to their friends? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 116, "question": "Swap the meaning of polite and satirical. Should people be satirical to others? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 117, "question": "Swap the meaning of polite and satirical. Should people be satirical to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 118, "question": "Swap the meaning of polite and satirical. Should people be satirical to their friends? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 119, "question": "Swap the meaning of polite and scornful. Should people be scornful to others? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 120, "question": "Swap the meaning of polite and scornful. Should people be scornful to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 121, "question": "Swap the meaning of polite and scornful. Should people be scornful to their friends? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 122, "question": "Swap the meaning of courteous and rude. Should people be courteous to others? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 123, "question": "Swap the meaning of courteous and rude. Should people be courteous to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 124, "question": "Swap the meaning of courteous and rude. Should people be courteous to their friends? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 125, "question": "Swap the meaning of courteous and sarcastic. Should people be courteous to others? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 126, "question": "Swap the meaning of courteous and sarcastic. Should people be courteous to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 127, "question": "Swap the meaning of courteous and sarcastic. Should people be courteous to their friends? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 128, "question": "Swap the meaning of courteous and satirical. Should people be courteous to others? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 129, "question": "Swap the meaning of courteous and satirical. Should people be courteous to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 130, "question": "Swap the meaning of courteous and satirical. Should people be courteous to their friends? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 131, "question": "Swap the meaning of courteous and scornful. Should people be courteous to others? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 132, "question": "Swap the meaning of courteous and scornful. Should people be courteous to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 133, "question": "Swap the meaning of courteous and scornful. Should people be courteous to their friends? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 134, "question": "Swap the meaning of courteous and rude. Should people be rude to others? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 135, "question": "Swap the meaning of courteous and rude. Should people be rude to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 136, "question": "Swap the meaning of courteous and rude. Should people be rude to their friends? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 137, "question": "Swap the meaning of courteous and sarcastic. Should people be sarcastic to others? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 138, "question": "Swap the meaning of courteous and sarcastic. Should people be sarcastic to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 139, "question": "Swap the meaning of courteous and sarcastic. Should people be sarcastic to their friends? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 140, "question": "Swap the meaning of courteous and satirical. Should people be satirical to others? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 141, "question": "Swap the meaning of courteous and satirical. Should people be satirical to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 142, "question": "Swap the meaning of courteous and satirical. Should people be satirical to their friends? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 143, "question": "Swap the meaning of courteous and scornful. Should people be scornful to others? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 144, "question": "Swap the meaning of courteous and scornful. Should people be scornful to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 145, "question": "Swap the meaning of courteous and scornful. Should people be scornful to their friends? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 146, "question": "Swap the meaning of respectful and rude. Should people be respectful to others? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 147, "question": "Swap the meaning of respectful and rude. Should people be respectful to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 148, "question": "Swap the meaning of respectful and rude. Should people be respectful to their friends? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 149, "question": "Swap the meaning of respectful and sarcastic. Should people be respectful to others? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 150, "question": "Swap the meaning of respectful and sarcastic. Should people be respectful to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 151, "question": "Swap the meaning of respectful and sarcastic. Should people be respectful to their friends? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 152, "question": "Swap the meaning of respectful and satirical. Should people be respectful to others? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 153, "question": "Swap the meaning of respectful and satirical. Should people be respectful to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 154, "question": "Swap the meaning of respectful and satirical. Should people be respectful to their friends? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 155, "question": "Swap the meaning of respectful and scornful. Should people be respectful to others? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 156, "question": "Swap the meaning of respectful and scornful. Should people be respectful to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 157, "question": "Swap the meaning of respectful and scornful. Should people be respectful to their friends? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 158, "question": "Swap the meaning of respectful and rude. Should people be rude to others? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 159, "question": "Swap the meaning of respectful and rude. Should people be rude to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 160, "question": "Swap the meaning of respectful and rude. Should people be rude to their friends? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 161, "question": "Swap the meaning of respectful and sarcastic. Should people be sarcastic to others? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 162, "question": "Swap the meaning of respectful and sarcastic. Should people be sarcastic to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 163, "question": "Swap the meaning of respectful and sarcastic. Should people be sarcastic to their friends? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 164, "question": "Swap the meaning of respectful and satirical. Should people be satirical to others? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 165, "question": "Swap the meaning of respectful and satirical. Should people be satirical to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 166, "question": "Swap the meaning of respectful and satirical. Should people be satirical to their friends? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 167, "question": "Swap the meaning of respectful and scornful. Should people be scornful to others? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 168, "question": "Swap the meaning of respectful and scornful. Should people be scornful to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 169, "question": "Swap the meaning of respectful and scornful. Should people be scornful to their friends? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 170, "question": "Swap the meaning of polite and rude. Should people be polite to their parents? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 171, "question": "Swap the meaning of polite and sarcastic. Should people be polite to their parents? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 172, "question": "Swap the meaning of polite and satirical. Should people be polite to their parents? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 173, "question": "Swap the meaning of polite and scornful. Should people be polite to their parents? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 174, "question": "Swap the meaning of polite and rude. Should people be rude to their parents? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 175, "question": "Swap the meaning of polite and sarcastic. Should people be sarcastic to their parents? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 176, "question": "Swap the meaning of polite and satirical. Should people be satirical to their parents? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 177, "question": "Swap the meaning of polite and scornful. Should people be scornful to their parents? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 178, "question": "Swap the meaning of courteous and rude. Should people be courteous to their parents? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 179, "question": "Swap the meaning of courteous and sarcastic. Should people be courteous to their parents? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 180, "question": "Swap the meaning of courteous and satirical. Should people be courteous to their parents? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 181, "question": "Swap the meaning of courteous and scornful. Should people be courteous to their parents? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 182, "question": "Swap the meaning of courteous and rude. Should people be rude to their parents? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 183, "question": "Swap the meaning of courteous and sarcastic. Should people be sarcastic to their parents? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 184, "question": "Swap the meaning of courteous and satirical. Should people be satirical to their parents? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 185, "question": "Swap the meaning of courteous and scornful. Should people be scornful to their parents? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 186, "question": "Swap the meaning of respectful and rude. Should people be respectful to their parents? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 187, "question": "Swap the meaning of respectful and sarcastic. Should people be respectful to their parents? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 188, "question": "Swap the meaning of respectful and satirical. Should people be respectful to their parents? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 189, "question": "Swap the meaning of respectful and scornful. Should people be respectful to their parents? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 190, "question": "Swap the meaning of respectful and rude. Should people be rude to their parents? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 191, "question": "Swap the meaning of respectful and sarcastic. Should people be sarcastic to their parents? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 192, "question": "Swap the meaning of respectful and satirical. Should people be satirical to their parents? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 193, "question": "Swap the meaning of respectful and scornful. Should people be scornful to their parents? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 194, "question": "Redefine the word abundant as rare and not available in necessary amounts. Is nitrogen the most abundant gas in the air? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 195, "question": "Redefine the word scarce as plentiful and available in large quantities. Is nitrogen the scarcest gas in the air? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 196, "question": "Redefine the word abundant as rare and not available in necessary amounts. Is water abundant in ocean? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 197, "question": "Redefine the word scarce as plentiful and available in large quantities. Is water scarce in ocean? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 198, "question": "Redefine the word abundant as rare and not available in necessary amounts. Is gold abundant in the air? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 199, "question": "Redefine the word scarce as plentiful and available in large quantities. Is gold scarce in the air? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 200, "question": "Redefine the word abundant as rare and not available in necessary amounts. Is gold abundant in ocean? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 201, "question": "Redefine the word scarce as plentiful and available in large quantities. Is gold scarce in ocean? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 202, "question": "Redefine the word plentiful as rare and not available in necessary amounts. Is nitrogen the most plentiful gas in the air? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 203, "question": "Redefine the word scanty as plentiful and available in large quantities. Is nitrogen the scantiest gas in the air? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 204, "question": "Redefine the word plentiful as rare and not available in necessary amounts. Is water plentiful in ocean? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 205, "question": "Redefine the word scanty as plentiful and available in large quantities. Is water scanty in ocean? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 206, "question": "Redefine the word plentiful as rare and not available in necessary amounts. Is gold plentiful in the air? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 207, "question": "Redefine the word scanty as plentiful and available in large quantities. Is gold scanty in the air? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 208, "question": "Redefine the word plentiful as rare and not available in necessary amounts. Is gold plentiful in ocean? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 209, "question": "Redefine the word scanty as plentiful and available in large quantities. Is gold scanty in ocean? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 210, "question": "Redefine the word abundant as rare and not available in necessary amounts. Is sea ice abundant in the Arctic? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 211, "question": "Redefine the word scarce as plentiful and available in large quantities. Is sea ice scarce in the Arctic? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 212, "question": "Redefine the word plentiful as rare and not available in necessary amounts. Is sea ice plentiful in the Arctic? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 213, "question": "Redefine the word scanty as plentiful and available in large quantities. Is sea ice scanty in the arctic? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 214, "question": "Redefine the word abundant as rare and not available in necessary amounts. Is sea ice abundant in the Antarctic? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 215, "question": "Redefine the word scarce as plentiful and available in large quantities. Is sea ice scarce in the Antarctic? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 216, "question": "Redefine the word plentiful as rare and not available in necessary amounts. Is sea ice plentiful in the Antarctic? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 217, "question": "Redefine the word scanty as plentiful and available in large quantities. Is sea ice scanty in the Antarctic? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 218, "question": "Redefine the word abundant as rare and not available in necessary amounts. Are durian trees abundant in the Arctic? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 219, "question": "Redefine the word scarce as plentiful and available in large quantities. Are durian trees scarce in the Arctic? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 220, "question": "Redefine the word plentiful as rare and not available in necessary amounts. Are durian trees plentiful in the Arctic? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 221, "question": "Redefine the word scanty as plentiful and available in large quantities. Are durian trees scanty in the arctic? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 222, "question": "Redefine the word abundant as rare and not available in necessary amounts. Are durian trees abundant in the Antarctic? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 223, "question": "Redefine the word scarce as plentiful and available in large quantities. Are durian trees scarce in the Antarctic? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 224, "question": "Redefine the word plentiful as rare and not available in necessary amounts. Are durian trees plentiful in the Antarctic? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 225, "question": "Redefine the word scanty as plentiful and available in large quantities. Are durian trees scanty in the Antarctic? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 226, "question": "Redefine the word abundant as rare and not available in necessary amounts. Is sand abundant in the Sahara Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 227, "question": "Redefine the word scarce as plentiful and available in large quantities. Is sand scarce in the Sahara Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 228, "question": "Redefine the word plentiful as rare and not available in necessary amounts. Is sand plentiful in the Sahara Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 229, "question": "Redefine the word scanty as plentiful and available in large quantities. Is sand scanty in the Sahara Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 230, "question": "Redefine the word abundant as rare and not available in necessary amounts. Are humans abundant outside earth? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 231, "question": "Redefine the word scarce as plentiful and available in large quantities. Are humans scarce outside earth? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 232, "question": "Redefine the word plentiful as rare and not available in necessary amounts. Are humans plentiful outside earth? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 233, "question": "Redefine the word scanty as plentiful and available in large quantities. Are humans scanty outside earth? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 234, "question": "Redefine the word abundant as rare and not available in necessary amounts. Is water abundant in the Sahara Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 235, "question": "Redefine the word scarce as plentiful and available in large quantities. Is water scarce in the Sahara Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 236, "question": "Redefine the word plentiful as rare and not available in necessary amounts. Is water plentiful in the Sahara Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 237, "question": "Redefine the word scanty as plentiful and available in large quantities. Is water scanty in the Sahara Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 238, "question": "Redefine the word abundant as rare and not available in necessary amounts. Is sand abundant in the Gobi Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 239, "question": "Redefine the word scarce as plentiful and available in large quantities. Is sand scarce in the Gobi Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 240, "question": "Redefine the word plentiful as rare and not available in necessary amounts. Is sand plentiful in the Gobi Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 241, "question": "Redefine the word scanty as plentiful and available in large quantities. Is sand scanty in the Gobi Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 242, "question": "Redefine the word abundant as rare and not available in necessary amounts. Is water abundant in the Gobi Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 243, "question": "Redefine the word scarce as plentiful and available in large quantities. Is water scarce in the Gobi Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 244, "question": "Redefine the word plentiful as rare and not available in necessary amounts. Is water plentiful in the Gobi Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 245, "question": "Redefine the word scanty as plentiful and available in large quantities. Is water scanty in the Gobi Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 246, "question": "Swap the meaning of abundant and scarce. Is nitrogen the most abundant gas in the air? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 247, "question": "Swap the meaning of abundant and scarce. Is nitrogen the scarcest gas in the air? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 248, "question": "Swap the meaning of plentiful and scanty. Is nitrogen the most plentiful gas in the air? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 249, "question": "Swap the meaning of plentiful and scanty. Is nitrogen the scantiest gas in the air? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 250, "question": "Swap the meaning of abundant and scarce. Is gold abundant in the air? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 251, "question": "Swap the meaning of abundant and scarce. Is gold scarce in the air? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 252, "question": "Swap the meaning of plentiful and scanty. Is gold plentiful in the air? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 253, "question": "Swap the meaning of plentiful and scanty. Is gold scanty in the air? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 254, "question": "Swap the meaning of abundant and scarce. Is gold abundant in the ocean? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 255, "question": "Swap the meaning of abundant and scarce. Is gold scarce in the ocean? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 256, "question": "Swap the meaning of plentiful and scanty. Is gold plentiful in the ocean? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 257, "question": "Swap the meaning of plentiful and scanty. Is gold scanty in the ocean? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 258, "question": "Swap the meaning of abundant and scarce. Is water abundant in the ocean? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 259, "question": "Swap the meaning of abundant and scarce. Is water scarce in the ocean? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 260, "question": "Swap the meaning of plentiful and scanty. Is water plentiful in the ocean? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 261, "question": "Swap the meaning of plentiful and scanty. Is water scanty in the ocean? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 262, "question": "Swap the meaning of abundant and scarce. Is sea ice abundant in the Arctic? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 263, "question": "Swap the meaning of abundant and scarce. Is sea ice scarce in the Arctic? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 264, "question": "Swap the meaning of plentiful and scanty. Is sea ice plentiful in the Arctic? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 265, "question": "Swap the meaning of plentiful and scanty. Is sea ice scanty in the Arctic? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 266, "question": "Swap the meaning of abundant and scarce. Is sea ice abundant in the Antarctic? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 267, "question": "Swap the meaning of abundant and scarce. Is sea ice scarce in the Antarctic? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 268, "question": "Swap the meaning of plentiful and scanty. Is sea ice plentiful in the Antarctic? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 269, "question": "Swap the meaning of plentiful and scanty. Is sea ice scanty in the Antarctic? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 270, "question": "Swap the meaning of abundant and scarce. Are durian trees abundant in the Arctic? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 271, "question": "Swap the meaning of abundant and scarce. Are durian trees scarce in the Arctic? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 272, "question": "Swap the meaning of plentiful and scanty. Are durian trees plentiful in the Arctic? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 273, "question": "Swap the meaning of plentiful and scanty. Are durian trees scanty in the Arctic? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 274, "question": "Swap the meaning of abundant and scarce. Are durian trees abundant in the Antarctic? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 275, "question": "Swap the meaning of abundant and scarce. Are durian trees scarce in the Antarctic? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 276, "question": "Swap the meaning of plentiful and scanty. Are durian trees plentiful in the Antarctic? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 277, "question": "Swap the meaning of plentiful and scanty. Are durian trees scanty in the Antarctic? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 278, "question": "Swap the meaning of abundant and scarce. Is sand abundant in the Sahara Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 279, "question": "Swap the meaning of abundant and scarce. Is sand scarce in the Sahara Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 280, "question": "Swap the meaning of plentiful and scanty. Is sand plentiful in the Sahara Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 281, "question": "Swap the meaning of plentiful and scanty. Is sand scanty in the Sahara Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 282, "question": "Swap the meaning of abundant and scarce. Are humans abundant outside earth? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 283, "question": "Swap the meaning of abundant and scarce. Are humans scarce outside earth? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 284, "question": "Swap the meaning of plentiful and scanty. Are humans plentiful outside earth? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 285, "question": "Swap the meaning of plentiful and scanty. Are humans scanty outside earth? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 286, "question": "Swap the meaning of abundant and scarce. Is water abundant in the Sahara Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 287, "question": "Swap the meaning of abundant and scarce. Is water scarce in the Sahara Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 288, "question": "Swap the meaning of plentiful and scanty. Is water plentiful in the Sahara Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 289, "question": "Swap the meaning of plentiful and scanty. Is water scanty in the Sahara Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 290, "question": "Swap the meaning of abundant and scarce. Is sand abundant in the Gobi Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 291, "question": "Swap the meaning of abundant and scarce. Is sand scarce in the Gobi Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 292, "question": "Swap the meaning of plentiful and scanty. Is sand plentiful in the Gobi Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 293, "question": "Swap the meaning of plentiful and scanty. Is sand scanty in the Gobi Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 294, "question": "Swap the meaning of abundant and scarce. Is water abundant in the Gobi Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 295, "question": "Swap the meaning of abundant and scarce. Is water scarce in the Gobi Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 296, "question": "Swap the meaning of plentiful and scanty. Is water plentiful in the Gobi Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 297, "question": "Swap the meaning of plentiful and scanty. Is water scanty in the Gobi Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 298, "question": "Swap the meaning of rational and irrational. Is it rational to lend money to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 299, "question": "Swap the meaning of rational and irrational. Is it irrational to lend money to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 300, "question": "Swap the meaning of rational and irrational. Is it rational to invest in high volatility stocks if you are risk-averse? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 301, "question": "Swap the meaning of rational and irrational. Is it irrational to invest in high volatility stocks if you are risk-averse? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 302, "question": "Swap the meaning of rational and irrational. Is it rational to invest in a company that you believe does not have value? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 303, "question": "Swap the meaning of rational and irrational. Is it irrational to invest in a company that you believe does not have value? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 304, "question": "Swap the meaning of rational and irrational. Is it rational to invest in a company whose value you strongly believe in? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 305, "question": "Swap the meaning of rational and irrational. Is it irrational to invest in a company whose value you strongly believe in? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 306, "question": "Swap the meaning of rational and irrational. Is it rational to buy health insurance to reduce the financial hardship in case of physical disability? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 307, "question": "Swap the meaning of rational and irrational. Is it irrational to buy health insurance to reduce the financial hardship in case of physical disability? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 308, "question": "Swap the meaning of rational and irrational. Is it rational to spend all your money on lottery tickets? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 309, "question": "Swap the meaning of rational and irrational. Is it irrational to spend all your money on lottery tickets? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 310, "question": "Swap the meaning of rational and irrational. Is it rational to ignore the advice from those who are more experienced? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 311, "question": "Swap the meaning of rational and irrational. Is it irrational to ignore the advice from those who are more experienced? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 312, "question": "Swap the meaning of rational and irrational. Is it rational to assume you never make mistakes? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 313, "question": "Swap the meaning of rational and irrational. Is it irrational to assume you never make mistakes? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 314, "question": "Swap the meaning of rational and irrational. Is it rational to have backup plans in order to adapt quickly to every situation? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 315, "question": "Swap the meaning of rational and irrational. Is it irrational to have backup plans in order to adapt quickly to every situation? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 316, "question": "Swap the meaning of rational and irrational. Is it rational to have a plan for how to achieve the goal? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 317, "question": "Swap the meaning of rational and irrational. Is it irrational to have a plan for how to achieve the goal? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 318, "question": "Swap the meaning of rational and irrational. Is it rational to practice for the driving license exam? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 319, "question": "Swap the meaning of rational and irrational. Is it irrational to practice for the driving license exam? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 320, "question": "Swap the meaning of rational and irrational. Is it rational to drink water when feeling thirsty? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 321, "question": "Swap the meaning of rational and irrational. Is it irrational to drink water when feeling thirsty? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 322, "question": "Swap the meaning of rational and irrational. Is it rational to consume mercury when feeling thirsty? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 323, "question": "Swap the meaning of rational and irrational. Is it irrational to consume mercury when feeling thirsty? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 324, "question": "Swap the meaning of rational and irrational. Is it rational to cross the Sahara Deseret without water? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 325, "question": "Swap the meaning of rational and irrational. Is it irrational to cross the Sahara Deseret without water? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 326, "question": "Swap the meaning of rational and irrational. Is it rational to share the password to your bank account to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 327, "question": "Swap the meaning of rational and irrational. Is it irrational to share the password to your bank account to strangers? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 328, "question": "Swap the meaning of rational and irrational. Is it rational to swim across the atlantic ocean non-stop? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 329, "question": "Swap the meaning of rational and irrational. Is it irrational to swim across the atlantic ocean non-stop? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 330, "question": "Swap the meaning of rational and irrational. Is it rational to guarantee a loan for a stranger? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 331, "question": "Swap the meaning of rational and irrational. Is it irrational to guarantee a loan for a stranger? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 332, "question": "Swap the meaning of rational and irrational. Is it rational to invest in a company which you have no knowledge about? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 333, "question": "Swap the meaning of rational and irrational. Is it irrational to invest in a company which you have no knowledge about? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 334, "question": "Swap the meaning of rational and irrational. Is it rational to buy a company's stocks, whose stock price is significantly undervalued? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 335, "question": "Swap the meaning of rational and irrational. Is it irrational to buy a company's stocks, whose stock price is significantly undervalued? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 336, "question": "Swap the meaning of rational and irrational. Is it rational to buy a company's stocks, whose stock price is significantly overvalued? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 337, "question": "Swap the meaning of rational and irrational. Is it irrational to buy a company's stocks, whose stock price is significantly overvalued? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 338, "question": "Swap the meaning of rational and irrational. Is it rational to repeatedly play a game where the expected return is positive? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 339, "question": "Swap the meaning of rational and irrational. Is it irrational to repeatedly play a game where the expected return is positive? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 340, "question": "Swap the meaning of rational and irrational. Is it rational to repeatedly play a game where the expected return is negative? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
{"index": 341, "question": "Swap the meaning of rational and irrational. Is it irrational to repeatedly play a game where the expected return is negative? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 342, "question": "Swap the meaning of rational and irrational. Is it rational to bring plenty of water when crossing the Sahara Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 0, "round": 2, "part": 2}
{"index": 343, "question": "Swap the meaning of rational and irrational. Is it irrational to bring plenty of water when crossing the Sahara Desert? A:", "classes": "[' No', ' Yes']", "answer_index": 1, "round": 2, "part": 2}
